Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# routine_duration
source: Duration: %lld minutes
ar: المدة: %lld دقيقة
de: Dauer: %lld Minuten
es: Duración: %lld minutos
fr: Durée : %lld minutes
hi: अवधि: %lld मिनट
id: Durasi: %lld menit
it: Durata: %lld minuti
ja: 所要時間: %lld分
ko: 소요 시간: %lld분
nl: Duur: %lld minuten
pl: Czas trwania: %lld minut
pt: Duração: %lld minutos
ru: Длительность: %lld минут
tr: Süre: %lld dakika
zh_hans: 时长: %lld 分钟

# routine_ear_training_desc
source: Identify intervals and chord types by ear. Focus on getting at least 70%% correct.
ar: حدد الفواصل وأنواع الأوتار بالأذن. ركّز على الحصول على 70%% صحيح على الأقل.
de: Erkenne Intervalle und Akkordtypen nach Gehör. Ziel: mindestens 70%% richtig.
es: Identifica intervalos y tipos de acordes de oído. Intenta acertar al menos el 70%%.
fr: Identifiez les intervalles et types d'accords à l'oreille. Visez au moins 70%% de bonnes réponses.
hi: कान से इंटरवल और कॉर्ड प्रकार पहचानें। कम से कम 70%% सही पाने पर ध्यान दें।
id: Identifikasi interval dan jenis akor dengan pendengaran. Fokus pada minimal 70%% benar.
it: Identifica intervalli e tipi di accordi a orecchio. Concentrati su almeno 70%% di risposte corrette.
ja: 耳で音程とコードタイプを識別。70%%以上の正解を目指す。
ko: 귀로 음정과 코드 유형을 구분하세요. 70%% 이상 정답을 목표로 하세요.
nl: Herken intervallen en akkoordtypes op gehoor. Richt je op minimaal 70%% correct.
pl: Rozpoznawaj interwały i typy akordów na słuch. Skup się na co najmniej 70%% poprawności.
pt: Identificar intervalos e tipos de acordes de ouvido. Foque em acertar pelo menos 70%%.
ru: Определяйте интервалы и типы аккордов на слух. Стремитесь к точности не менее 70%%.
tr: Aralıkları ve akor türlerini kulakla belirleyin. En az 70%% doğru hedefleyin.
zh_hans: 用耳朵辨认音程和和弦类型。争取至少 70%% 正确。

# routine_ear_training_title
source: Ear Training
ar: تدريب الأذن
de: Gehörbildung
es: Entrenamiento auditivo
fr: Entraînement auditif
hi: कान प्रशिक्षण
id: Latihan Pendengaran
ja: 聴音トレーニング
ko: 청음 훈련
nl: Gehoortraining
pl: Trening słuchu
pt: Treino auditivo
ru: Слуховая тренировка
tr: Kulak Eğitimi
zh_hans: 听力训练

# routine_focus_areas
source: Focus Areas
ar: مجالات التركيز
de: Schwerpunktbereiche
es: Áreas de enfoque
fr: Domaines de focus
hi: फोकस क्षेत्र
id: Area Fokus
it: Aree di interesse
ja: 重点エリア
ko: 중점 영역
nl: Aandachtsgebieden
pl: Obszary skupienia
pt: Áreas de foco
ru: Направления
tr: Odak Alanları
zh_hans: 重点领域

# routine_free_play_desc
source: Play whatever you like!
ar: اعزف ما تحب!
de: Spiele, was du möchtest!
es: ¡Toca lo que quieras!
fr: Jouez ce que vous voulez !
hi: जो चाहें बजाएँ!
id: Mainkan apa pun yang Anda suka!
it: Suona quello che vuoi!
ja: 好きなように弾こう！
ko: 원하는 대로 연주하세요!
nl: Speel wat je wilt!
pl: Graj, co chcesz!
pt: Toque o que quiser!
ru: Играйте что угодно!
tr: İstediğinizi çalın!
zh_hans: 想弹什么就弹什么！

# routine_free_play_title
source: Free Play
ar: العزف الحر
de: Freies Spiel
es: Juego libre
fr: Jeu libre
hi: स्वतंत्र वादन
id: Bermain Bebas
it: Gioco libero
ja: 自由演奏
ko: 자유 연주
nl: Vrij spelen
pl: Gra swobodna
pt: Jogo livre
ru: Свободная игра
tr: Serbest Çalma
zh_hans: 自由演奏

# routine_scale_desc
source: Play the %@ scale ascending and descending. Try in different positions on the fretboard.
ar: اعزف سلم %@ صاعداً ونازلاً. جرّب في مواضع مختلفة على لوحة الأصابع.
de: Spiele die %@-Tonleiter auf- und absteigend. Probiere verschiedene Positionen am Griffbrett.
es: Toca la escala %@ ascendente y descendente. Prueba en diferentes posiciones del mástil.
fr: Jouez la gamme %@ en montant et descendant. Essayez dans différentes positions du manche.
hi: %@ स्केल आरोही और अवरोही बजाएँ। फ्रेटबोर्ड पर अलग-अलग स्थितियों में आज़माएँ।
id: Mainkan tangga nada %@ naik dan turun. Coba di posisi berbeda pada fretboard.
it: Suona la scala %@ ascendente e discendente. Prova in diverse posizioni sulla tastiera.
ja: %@スケールを上行・下行で弾く。フレットボードの異なるポジションで試す。
ko: %@ 스케일을 상행·하행으로 연주하세요. 지판의 다른 포지션에서 시도해 보세요.
nl: Speel de %@ toonladder oplopend en aflopend. Probeer verschillende posities op het toetsenbord.
pl: Graj gamę %@ w górę i w dół. Spróbuj w różnych pozycjach na gryfie.
pt: Tocar a escala %@ ascendente e descendente. Experimente em diferentes posições no braço.
ru: Сыграйте гамму %@ вверх и вниз. Попробуйте разные позиции на грифе.
tr: %@ dizisini yukarı ve aşağı çalın. Klavyede farklı pozisyonlarda deneyin.
zh_hans: 上行和下行弹奏 %@ 音阶。试试指板上的不同把位。

# routine_scale_title
source: Scale: %@
ar: السلم: %@
de: Tonleiter: %@
es: Escala: %@
fr: Gamme : %@
hi: स्केल: %@
id: Tangga Nada: %@
it: Scala: %@
ja: スケール: %@
ko: 스케일: %@
nl: Toonladder: %@
pl: Gama: %@
pt: Escala: %@
ru: Гамма: %@
tr: Dizi: %@
zh_hans: 音阶：%@

# routine_skill_level
source: Skill Level
ar: مستوى المهارة
de: Schwierigkeitsgrad
es: Nivel de habilidad
fr: Niveau
hi: कौशल स्तर
id: Tingkat Kemampuan
it: Livello di abilità
ja: スキルレベル
ko: 실력 수준
nl: Vaardigheidsniveau
pl: Poziom umiejętności
pt: Nível de habilidade
ru: Уровень навыка
tr: Beceri Düzeyi
zh_hans: 技能水平

# routine_song_practice_desc
source: Pick a song from your songbook and play through it. Focus on smooth chord changes.
ar: اختر أغنية من دفتر الأغاني واعزفها. ركّز على انتقالات الأوتار السلسة.
de: Wähle ein Lied aus deinem Liederbuch und spiele es durch. Achte auf flüssige Akkordwechsel.
es: Elige una canción del cancionero y tócala. Concéntrate en cambios de acorde suaves.
fr: Choisissez une chanson dans votre recueil et jouez-la. Concentrez-vous sur des changements d'accords fluides.
hi: अपने सॉन्गबुक से कोई गाना चुनें और उसे बजाएँ। सहज कॉर्ड बदलाव पर ध्यान दें।
id: Pilih lagu dari buku lagu dan mainkan. Fokus pada peralihan akor yang halus.
it: Scegli un brano dalla tua raccolta e suonalo. Concentrati su cambi di accordi fluidi.
ja: ソングブックから曲を選んで通して弾く。スムーズなコードチェンジに集中。
ko: 곡 목록에서 곡을 골라 처음부터 끝까지 연주하세요. 부드러운 코드 전환에 집중하세요.
nl: Kies een liedje uit je liedjesboek en speel het door. Richt je op vloeiende akkoordwisselingen.
pl: Wybierz piosenkę z śpiewnika i zagraj ją. Skup się na płynnych zmianach akordów.
pt: Escolha uma música do seu caderno e toque-a. Foque em mudanças de acordes suaves.
ru: Выберите песню из песенника и проиграйте её. Фокус на плавной смене аккордов.
tr: Şarkı defterinizden bir şarkı seçin ve çalın. Akıcı akor geçişlerine odaklanın.
zh_hans: 从歌本选一首歌弹一遍。专注于流畅的和弦转换。

# routine_song_practice_title
source: Song Practice
ar: تمرين الأغاني
de: Liedübung
es: Práctica de canción
fr: Pratique de chanson
hi: गाना अभ्यास
id: Latihan Lagu
it: Pratica brani
ja: 曲の練習
ko: 곡 연습
nl: Liedjesoefening
pl: Ćwiczenie piosenki
pt: Prática de músicas
ru: Практика песни
tr: Şarkı Çalışması
zh_hans: 歌曲练习

# routine_start
source: Start Practice Routine
ar: بدء روتين التمرين
de: Übungsroutine starten
es: Iniciar rutina de práctica
fr: Commencer la routine de pratique
hi: अभ्यास रूटीन शुरू करें
id: Mulai Rutinitas Latihan
it: Inizia la routine di pratica
ja: 練習ルーティンを開始
ko: 연습 루틴 시작
nl: Start oefenroutine
pl: Rozpocznij rutynę ćwiczeń
pt: Iniciar rotina de prática
ru: Начать план занятий
tr: Çalışma Rutinini Başlat
zh_hans: 开始练习计划

# routine_subtitle
source: Set up your practice session.
ar: جهّز جلسة التمرين الخاصة بك.
de: Richte deine Übungssitzung ein.
es: Configura tu sesión de práctica.
fr: Configurez votre session de pratique.
hi: अपना अभ्यास सत्र सेट करें।
id: Atur sesi latihan Anda.
it: Organizza la tua sessione di pratica.
ja: 練習セッションを設定しましょう。
ko: 연습 세션을 설정하세요.
nl: Stel je oefensessie samen.
pl: Zaplanuj swoją sesję ćwiczeń.
pt: Configure sua sessão de prática.
ru: Настройте своё занятие.
tr: Çalışma oturumunuzu ayarlayın.
zh_hans: 设置你的练习环节。

# routine_theory_check_desc
source: Answer theory questions to reinforce your knowledge. Aim for a 5-question streak!
ar: أجب عن أسئلة النظرية لتعزيز معرفتك. استهدف متتالية 5 أسئلة!
de: Beantworte Theoriefragen, um dein Wissen zu festigen. Ziel: eine 5er-Serie!
es: Responde preguntas de teoría para reforzar tus conocimientos. ¡Intenta una racha de 5!
fr: Répondez à des questions de théorie pour renforcer vos connaissances. Visez une série de 5 !
hi: अपने ज्ञान को मजबूत करने के लिए थ्योरी प्रश्नों के उत्तर दें। 5-प्रश्न स्ट्रीक का लक्ष्य रखें!
id: Jawab pertanyaan teori untuk memperkuat pengetahuan. Target beruntun 5 pertanyaan!
it: Rispondi a domande di teoria per rafforzare le tue conoscenze. Obiettivo: una serie di 5 domande!
ja: 理論問題に答えて知識を強化。5問連続正解を目指す！
ko: 이론 문제에 답해 지식을 다지세요. 5문제 연속 정답을 목표로 하세요!
nl: Beantwoord theorievragen om je kennis te versterken. Streef naar een reeks van 5 vragen!
pl: Odpowiadaj na pytania z teorii, aby utrwalić wiedzę. Cel: seria 5 pytań!
pt: Responda a perguntas de teoria para reforçar o seu conhecimento. Objetivo: sequência de 5 perguntas!
ru: Отвечайте на вопросы теории для закрепления знаний. Цель — серия из 5 правильных ответов!
tr: Bilginizi pekiştirmek için teori sorularını cevaplayın. 5 soruluk seri hedefleyin!
zh_hans: 回答乐理问题巩固知识。争取连续答对 5 题！

# routine_theory_check_title
source: Theory Check
ar: فحص النظرية
de: Theorie-Check
es: Repaso de teoría
fr: Vérification de théorie
hi: थ्योरी जाँच
id: Cek Teori
it: Verifica teoria
ja: 理論チェック
ko: 이론 확인
nl: Theoriecontrole
pl: Sprawdzenie teorii
pt: Verificação de teoria
ru: Проверка теории
tr: Teori Kontrolü
zh_hans: 乐理检测

# routine_title
source: Practice Routine
ar: روتين التمرين
de: Übungsroutine
es: Rutina de práctica
fr: Routine de pratique
hi: अभ्यास रूटीन
id: Rutinitas Latihan
it: Routine di pratica
ja: 練習ルーティン
ko: 연습 루틴
nl: Oefenroutine
pl: Rutyna ćwiczeń
pt: Rotina de prática
ru: План занятий
tr: Çalışma Rutini
zh_hans: 练习计划

# routine_title_format
source: %1$lld-Minute %2$@ Practice
ar: تمرين %2$@ لمدة %1$lld دقيقة
de: %1$lld-Minuten %2$@ Übung
es: Práctica de %2$@ de %1$lld minutos
fr: Pratique %2$@ de %1$lld minutes
hi: %1$lld मिनट %2$@ अभ्यास
id: Latihan %2$@ %1$lld Menit
it: Pratica %2$@ di %1$lld minuti
ja: %1$lld分の%2$@練習
ko: %1$lld분 %2$@ 연습
nl: %1$lld minuten %2$@ oefening
pl: %1$lld-minutowa praktyka %2$@
pt: Prática %1$lld minutos de %2$@
ru: %1$lld-минутная практика %2$@
tr: %1$lld Dakikalık %2$@ Pratiği
zh_hans: %1$lld 分钟 %2$@ 练习

# routine_total
source: %1$lld min total, %2$lld steps
ar: %1$lld دقيقة إجمالاً، %2$lld خطوة
de: %1$lld Min. gesamt, %2$lld Schritte
es: %1$lld min en total, %2$lld pasos
fr: %1$lld min au total, %2$lld étapes
hi: कुल %1$lld मिनट, %2$lld चरण
id: %1$lld menit total, %2$lld langkah
it: %1$lld min totali, %2$lld passi
ja: 合計%1$lld分、%2$lldステップ
ko: 총 %1$lld분, %2$lld단계
nl: %1$lld min totaal, %2$lld stappen
pl: %1$lld min łącznie, %2$lld kroków
pt: %1$lld min no total, %2$lld passos
ru: Всего %1$lld мин, %2$lld шагов
tr: %1$lld dk toplam, %2$lld adım
zh_hans: 共 %1$lld 分钟，%2$lld 个步骤

# routine_warm_up_title
source: Warm Up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
hi: वार्म अप
id: Pemanasan
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Warming-up
pl: Rozgrzewka
pt: Aquecimento
ru: Разминка
tr: Isınma
zh_hans: 热身

# routine_warmup_advanced_1
source: Warm up with the major scale in 3 different positions.
ar: أحمِ بالسلم الكبير في 3 مواضع مختلفة.
de: Wärme dich mit der Dur-Tonleiter in 3 verschiedenen Positionen auf.
es: Calienta con la escala mayor en 3 posiciones diferentes.
fr: Échauffez-vous avec la gamme majeure dans 3 positions différentes.
hi: 3 अलग-अलग स्थितियों में मेजर स्केल से वार्म अप करें।
id: Pemanasan dengan tangga nada mayor di 3 posisi berbeda.
it: Riscalda con la scala maggiore in 3 posizioni diverse.
ja: 長音階を3つの異なるポジションでウォームアップ。
ko: 장음계를 3가지 포지션으로 워밍업하세요.
nl: Warm op met de majeurtoonladder in 3 verschillende posities.
pl: Rozgrzej się gamą durową w 3 różnych pozycjach.
pt: Aqueça com a escala maior em 3 posições diferentes.
ru: Разомнитесь мажорной гаммой в 3 разных позициях.
tr: Majör diziyi 3 farklı pozisyonda ısının.
zh_hans: 在 3 个不同把位用大调音阶热身。

# routine_warmup_advanced_2
source: Play chord inversions up the neck for any chord.
ar: اعزف انعكاسات الأوتار صعوداً على الرقبة لأي وتر.
de: Spiele Akkordumkehrungen am Hals entlang.
es: Toca inversiones de acordes por el mástil.
fr: Jouez les renversements d'accords sur le manche.
hi: किसी भी कॉर्ड के लिए गर्दन पर कॉर्ड इन्वर्शन बजाएँ।
id: Mainkan inversi akor ke atas leher untuk akor apa pun.
it: Suona rivolti di accordi lungo la tastiera per qualsiasi accordo.
ja: 任意のコードの転回形をネック上で弾く。
ko: 아무 코드나 전위형을 넥 위로 연주하세요.
nl: Speel akkoordomkeringen langs de hals voor elk akkoord.
pl: Graj przewroty akordów w górę gryfu dla dowolnego akordu.
pt: Toque inversões de acordes ao longo do braço para qualquer acorde.
ru: Сыграйте обращения аккордов вверх по грифу для любого аккорда.
tr: Herhangi bir akor için klavyede yukarı doğru akor çevrimleri çalın.
zh_hans: 弹奏任意和弦的转位上行。

# routine_warmup_advanced_3
source: Fingerpick through an arpeggio pattern at a comfortable tempo.
ar: اعزف نمط أربيجيو بالأصابع بسرعة مريحة.
de: Spiele Fingerpicking mit einem Arpeggio-Muster in bequemem Tempo.
es: Haz fingerpicking con un patrón de arpegio a tempo cómodo.
fr: Jouez en fingerpicking un motif d'arpège à un tempo confortable.
hi: आरामदायक टेम्पो पर अर्पेजियो पैटर्न फिंगरपिक करें।
id: Fingerpick melalui pola arpeggio pada tempo nyaman.
it: Fingerpick un pattern di arpeggio a un tempo confortevole.
ja: 快適なテンポでアルペジオパターンをフィンガーピッキング。
ko: 편한 템포로 아르페지오 패턴을 핑거피킹하세요.
nl: Fingerpick door een arpeggiopatroon op een comfortabel tempo.
pl: Fingerpickuj przez wzór arpeggia w wygodnym tempie.
pt: Dedilhe um padrão de arpejo a um tempo confortável.
ru: Перебирайте арпеджио в комфортном темпе.
tr: Rahat tempoda arpej deseniyle parmakla çalın.
zh_hans: 以舒适速度指弹琶音模式。

# routine_warmup_beginner_1
source: Slowly strum each open string (G-C-E-A) and listen for clear tones.
ar: اعزف كل وتر مفتوح ببطء (G-C-E-A) واستمع للنغمات الواضحة.
de: Schlage langsam jede offene Saite an (G-C-E-A) und höre auf klare Töne.
es: Rasguea lentamente cada cuerda al aire (G-C-E-A) y escucha tonos claros.
fr: Grattez lentement chaque corde à vide (G-C-E-A) et écoutez les sons clairs.
hi: धीरे-धीरे हर ओपन स्ट्रिंग (G-C-E-A) स्ट्रम करें और स्पष्ट स्वर सुनें।
id: Strum perlahan setiap senar terbuka (G-C-E-A) dan dengarkan nada yang jelas.
it: Strumma lentamente ogni corda aperta (G-C-E-A) e ascolta toni chiari.
ja: 各開放弦（G-C-E-A）をゆっくりストロークしてクリアな音を聴く。
ko: 각 개방현(G-C-E-A)을 천천히 스트러밍하며 깨끗한 소리를 들으세요.
nl: Tokkel langzaam elke open snaar (G-C-E-A) en luister naar heldere tonen.
pl: Powoli brzdąkaj każdą otwartą strunę (G-C-E-A) i słuchaj czystych dźwięków.
pt: Toque lentamente cada corda aberta (G-C-E-A) e ouça tons claros.
ru: Медленно бейте по каждой открытой струне (G-C-E-A) и слушайте чистые тоны.
tr: Her açık teli (G-C-E-A) yavaşça strum yapın ve net tonları dinleyin.
zh_hans: 慢慢扫每根空弦（G-C-E-A），听清音色。

# routine_warmup_beginner_2
source: Practice placing and lifting your fingers on the C chord shape.
ar: تدرب على وضع وإزالة أصابعك على شكل وتر C.
de: Übe das Aufsetzen und Abheben der Finger auf der C-Akkordform.
es: Practica colocar y levantar los dedos en la posición del acorde C.
fr: Pratiquez le placement des doigts sur la forme de l'accord C.
hi: C कॉर्ड शेप पर उँगलियाँ रखने और उठाने का अभ्यास करें।
id: Latih menempatkan dan mengangkat jari pada bentuk akor C.
it: Esercitati a posizionare e sollevare le dita sulla forma dell'accordo C.
ja: Cコードのフォームで指を置いたり離したりする練習。
ko: C코드 폼으로 손가락을 놓고 떼는 연습을 하세요.
nl: Oefen het plaatsen en optillen van je vingers op de C-akkoordgreep.
pl: Ćwicz kładzenie i podnoszenie palców w kształcie akordu C.
pt: Pratique colocar e levantar os dedos na forma do acorde C.
ru: Отработайте постановку и снятие пальцев с формы аккорда C.
tr: C akor şeklinde parmak yerleştirme ve kaldırma pratiği yapın.
zh_hans: 练习在 C 和弦指型上按弦和抬指。

# routine_warmup_beginner_3
source: Strum C and Am chords slowly, 4 beats each, for 2 minutes.
ar: اعزف أوتار C و Am ببطء، 4 نبضات لكل منهما، لمدة دقيقتين.
de: Schlage die Akkorde C und Am langsam an, je 4 Schläge, 2 Minuten lang.
es: Rasguea los acordes C y Am lentamente, 4 tiempos cada uno, durante 2 minutos.
fr: Grattez les accords C et Am lentement, 4 temps chacun, pendant 2 minutes.
hi: 2 मिनट के लिए धीरे C और Am कॉर्ड स्ट्रम करें, प्रत्येक में 4 बीट।
id: Strum akor C dan Am perlahan, 4 ketukan masing-masing, selama 2 menit.
it: Strumma gli accordi C e Am lentamente, 4 battiti ciascuno, per 2 minuti.
ja: CとAmコードをゆっくり、各4拍、2分間ストローク。
ko: C와 Am 코드를 천천히, 각 4박, 2분간 스트러밍하세요.
nl: Tokkel C- en Am-akkoorden langzaam, 4 tellen elk, gedurende 2 minuten.
pl: Brzdąkaj akordy C i Am powoli, po 4 uderzenia każdy, przez 2 minuty.
pt: Toque os acordes C e Am lentamente, 4 batidas cada, durante 2 minutos.
ru: Играйте аккорды C и Am медленно, по 4 доли каждый, 2 минуты.
tr: C ve Am akorlarını yavaşça strum yapın, her biri 4 vuruş, 2 dakika.
zh_hans: 慢速扫 C 和 Am 和弦，各 4 拍，持续 2 分钟。

# routine_warmup_intermediate_1
source: Play a chromatic scale on each string from fret 1 to 5 and back.
ar: اعزف سلم كروماتي على كل وتر من الحنق 1 إلى 5 والعودة.
de: Spiele eine chromatische Tonleiter auf jeder Saite von Bund 1 bis 5 und zurück.
es: Toca una escala cromática en cada cuerda del traste 1 al 5 y vuelta.
fr: Jouez une gamme chromatique sur chaque corde de la case 1 à 5 et retour.
hi: फ्रेट 1 से 5 तक और वापस हर स्ट्रिंग पर क्रोमैटिक स्केल बजाएँ।
id: Mainkan tangga nada kromatik pada setiap senar dari fret 1 ke 5 dan kembali.
it: Suona una scala cromatica su ogni corda dal tasto 1 al 5 e ritorno.
ja: 各弦でフレット1から5まで半音階スケールを往復で弾く。
ko: 각 현에서 프렛 1부터 5까지 반음계를 오가며 연주하세요.
nl: Speel een chromatische toonladder op elke snaar van fret 1 tot 5 en terug.
pl: Graj gamę chromatyczną na każdej strunie od progu 1 do 5 i z powrotem.
pt: Toque uma escala cromática em cada corda do traste 1 ao 5 e volte.
ru: Сыграйте хроматическую гамму на каждой струне с 1-го по 5-й лад и обратно.
tr: Her telde 1. perdeden 5. perdeye ve geri kromatik dizi çalın.
zh_hans: 在每根弦上从 1 品到 5 品来回弹半音阶。

# routine_warmup_intermediate_2
source: Cycle through C-Am-F-G at 80 BPM, 4 beats per chord.
ar: دور عبر C-Am-F-G عند 80 BPM، 4 نبضات لكل وتر.
de: Wechsle C-Am-F-G bei 80 BPM, 4 Schläge pro Akkord.
es: Repite C-Am-F-G a 80 BPM, 4 tiempos por acorde.
fr: Enchaînez C-Am-F-G à 80 BPM, 4 temps par accord.
hi: 80 BPM पर C-Am-F-G चक्र करें, प्रति कॉर्ड 4 बीट।
id: Siklus C-Am-F-G pada 80 BPM, 4 ketukan per akor.
it: Ciclo C-Am-F-G a 80 BPM, 4 battiti per accordo.
ja: 80 BPMでC-Am-F-Gを循環、各コード4拍。
ko: 80 BPM으로 C-Am-F-G를 순환, 각 코드 4박.
nl: Cyclus C-Am-F-G op 80 BPM, 4 tellen per akkoord.
pl: Przejdź przez C-Am-F-G przy 80 BPM, 4 uderzenia na akord.
pt: Ciclo C-Am-F-G a 80 BPM, 4 batidas por acorde.
ru: Цикл C-Am-F-G при 80 BPM, 4 доли на аккорд.
tr: 80 BPM'de C-Am-F-G döngüsü, akor başına 4 vuruş.
zh_hans: 以 80 BPM 循环 C-Am-F-G，每和弦 4 拍。

# routine_warmup_intermediate_3
source: Practice barre chord shapes slowly up the neck.
ar: تدرب على أشكال أوتار البار ببطء صعوداً على الرقبة.
de: Übe Barré-Akkordformen langsam am Hals entlang.
es: Practica posiciones de cejilla lentamente por el mástil.
fr: Pratiquez les formes de barré lentement sur le manche.
hi: गर्दन पर धीरे बार कॉर्ड शेप का अभ्यास करें।
id: Latih bentuk akor barre perlahan ke atas leher.
it: Esercitati con le forme di accordi barré lentamente lungo la tastiera.
ja: バレーコードのフォームをネック上でゆっくり練習。
ko: 바레 코드 폼을 넥 위로 천천히 연습하세요.
nl: Oefen barré-akkoordgrepen langzaam langs de hals.
pl: Ćwicz powoli kształty akordów baryłkowych w górę gryfu.
pt: Pratique formas de acordes de barra lentamente ao longo do braço.
ru: Отработайте формы баррэ медленно вверх по грифу.
tr: Bare akor şekillerini klavyede yukarı doğru yavaşça çalışın.
zh_hans: 慢慢在指板上练习横按和弦指型。

# scale_category_basic
source: Basic
ar: أساسي
de: Grundlagen
es: Básica
fr: Basique
hi: बुनियादी
id: Dasar
it: Base
ja: 基本
ko: 기본
nl: Basis
pl: Podstawowa
pt: Básica
ru: Базовая
tr: Temel
zh_hans: 基础

# scale_category_blues
source: Blues
ar: بلوز
hi: ब्लूज़
ja: ブルース
ko: 블루스
ru: Блюз
zh_hans: 布鲁斯

# scale_category_carnatic
source: Carnatic
ar: كرناتيكي
de: Karnatisch
es: Carnática
fr: Carnatique
hi: कर्नाटक
id: Karnatik
it: Carnatica
ja: カルナーティック
ko: 카르나틱
nl: Karnatisch
pl: Karnatycka
pt: Carnática
ru: Карнатик
tr: Karnatik
zh_hans: 卡纳提克

# scale_category_hindustani
source: Hindustani
ar: هندوستاني
es: Indostaní
fr: Hindoustani
hi: हिंदुस्तानी
ja: ヒンドゥスターニー
ko: 힌두스타니
ru: Хиндустани
zh_hans: 印度斯坦

# scale_category_jazz
source: Jazz
ar: جاز
hi: जैज़
ja: ジャズ
ko: 재즈
ru: Джаз
tr: Caz
zh_hans: 爵士

# scale_category_modes
source: Modes
ar: مقامات
de: Modi
es: Modos
hi: मोड
id: Mode
it: Modi
ja: モード
ko: 모드
nl: Modi
pl: Tryby
pt: Modos
ru: Лады
tr: Modlar
zh_hans: 调式

# scale_category_symmetric
source: Symmetric
ar: متماثل
de: Symmetrisch
es: Simétrica
fr: Symétrique
hi: सममित
id: Simetris
it: Simmetrica
ja: シンメトリック
ko: 대칭
nl: Symmetrisch
pl: Symetryczna
pt: Simétrica
ru: Симметричная
tr: Simetrik
zh_hans: 对称

# scale_category_world
source: World
ar: عالمي
de: Welt
es: Mundo
fr: Monde
hi: विश्व
id: Dunia
it: Mondo
ja: ワールド
ko: 월드
nl: Wereld
pl: Świat
pt: Mundo
ru: Мировая
tr: Dünya
zh_hans: 世界

# scale_chord_diatonic
source: Diatonic Triads
ar: الثلاثيات الطبيعية
de: Diatonische Dreiklänge
es: Tríadas diatónicas
fr: Triades diatoniques
hi: डायटोनिक त्रिस्वर
id: Triad Diatonik
it: Triadi diatoniche
ja: ダイアトニックトライアド
ko: 다이어토닉 트라이어드
nl: Diatonische drieklanken
pl: Trójdźwięki diatoniczne
pt: Tríades diatônicas
ru: Диатонические трезвучия
tr: Diyatonik Üçlüler
zh_hans: 自然三和弦

# scale_chord_notes
source: Notes: %@
ar: النوتات: %@
de: Noten: %@
es: Notas: %@
hi: नोट्स: %@
id: Not: %@
it: Note: %@
ja: 音: %@
ko: 음: %@
nl: Noten: %@
pl: Nuty: %@
pt: Notas: %@
ru: Ноты: %@
tr: Notalar: %@
zh_hans: 音符: %@

# scale_chord_subtitle
source: See which chords are built from any scale.
ar: شاهد الأوتار المبنية من أي سلم.
de: Sieh, welche Akkorde aus einer Tonleiter gebildet werden.
es: Observa qué acordes se forman a partir de cualquier escala.
fr: Voyez quels accords sont construits à partir d'une gamme.
hi: देखें कि किसी भी स्केल से कौन से कॉर्ड बनते हैं।
id: Lihat akor mana yang terbentuk dari tangga nada apa pun.
it: Scopri quali accordi si costruiscono da qualsiasi scala.
ja: 任意のスケールから構成されるコードを確認しましょう。
ko: 스케일에서 만들어지는 코드를 확인하세요.
nl: Bekijk welke akkoorden er in een toonladder voorkomen.
pl: Zobacz, jakie akordy budowane są z dowolnej skali.
pt: Veja quais acordes são formados a partir de qualquer escala.
ru: Посмотрите, какие аккорды строятся в любой гамме.
tr: Herhangi bir diziden hangi akorların oluşturulduğunu görün.
zh_hans: 查看任何音阶中构建的和弦。

# scale_chord_title
source: Chords in Scale
ar: أوتار السلم
de: Akkorde in Tonleiter
es: Acordes en la escala
fr: Accords de la gamme
hi: स्केल के कॉर्ड्स
id: Akor dalam Tangga Nada
it: Accordi nella scala
ja: スケール内のコード
ko: 스케일 내 코드
nl: Akkoorden in toonladder
pl: Akordy w skali
pt: Acordes na escala
ru: Аккорды в гамме
tr: Dizideki Akorlar
zh_hans: 音阶和弦

# scale_chord_too_few
source: This scale has too few notes to build standard triads.
ar: يحتوي هذا السلم على نوتات قليلة جداً لبناء ثلاثيات قياسية.
de: Diese Tonleiter hat zu wenige Noten, um Standard-Dreiklänge zu bilden.
es: Esta escala tiene muy pocas notas para formar tríadas estándar.
fr: Cette gamme a trop peu de notes pour construire des triades standard.
hi: इस स्केल में मानक त्रिस्वर बनाने के लिए बहुत कम नोट हैं।
id: Tangga nada ini memiliki terlalu sedikit not untuk membangun triad standar.
it: Questa scala ha troppo poche note per costruire triadi standard.
ja: このスケールは標準的なトライアドを構成するには音が少なすぎます。
ko: 이 스케일은 표준 트라이어드를 구성하기에 음이 너무 적습니다.
nl: Deze toonladder heeft te weinig noten om standaard drieklanken te bouwen.
pl: Ta skala ma zbyt mało nut, aby zbudować standardowe trójdźwięki.
pt: Esta escala tem poucas notas para formar tríades padrão.
ru: В этой гамме слишком мало нот для построения стандартных трезвучий.
tr: Bu dizide standart üçlüler oluşturmak için çok az nota var.
zh_hans: 此音阶的音符太少，无法构建标准三和弦。
